Repository: fexed/CaputDraconis-multiplatform
Catalog: Caput_Draconis/*.lproj/Localizable.strings
Languages: it

# appname
source: Caput Draconis Duel
it: Caput Draconis Duels

source: Search
it: Cerca

source: Spells
it: Incantesimi

source: Name
it: Nome

source: Category
it: Categoria

source: Defensive spell
it: Incantesimo difensivo

source: Source
it: Fonte

# ideazioneesviluppotext
source: Design and development
it: Ideazione e sviluppo app

# graficatext
source: Graphics
it: Grafica

# ideazionegiocotext
source: Game and rules design
it: Ideazione gioco e regolamento

# sceltaincantesimitext
source: Spell list selection
it: Scelta incantesimi

# fontieformuletext
source: Formulas and sources
it: Fonti e formule

# effettiecontrtext
source: Effects and counterspells
it: Effetti e controincantesimi

# supportoconsulenzatext
source: Support and consulting
it: Supporto e consulenza

# graziedirettivotext
source: Special thanks to the CD's Directive
it: Si ringrazia il Direttivo di CD

# grazieragazzitext
source: and to all of you, that helped develop this game during the years by playing and asking, creating a unique and funny game experience.
it: e tutti i ragazzi di CD che giocando nel corso degli anni e facendo domande hanno permesso a questo gioco di svilupparsi, di ampliare la lista di incantesimi, perfezionarli e creare un'esperienza di gioco divertente ed unica.

# infocdtext
source: Caput Draconis Are you still waiting for your letter? Thanks to BTH, you get the chance to experience in first person the world's most famous School of Witchcraft and Wizardry. For five days, BTH offers an immersive experience to its members: from a stay at a themed hotel to lessons to follow in the Great Hall, strictly in uniform! This is an italian association. For all info:
it: Caput Draconis Stai ancora aspettando la tua lettera per Hogwarts? L'attesa è finita! Ogni anno grazie a BTH avrai la possibilità di vivere in prima persona l'esperienza della Scuola di Magia più famosa al mondo. L'Associazione Caput Draconis offre, per cinque giorni, ai propri tesserati un'esperienza immersiva: potrete soggiornare in un hotel allestito a tema e varcare, rigorosamente in divisa scolastica, le soglie della Sala Grande per essere smistati e seguire le lezioni. Le attività sono tante: Duelli, Quidditch, Giochi a tema, Ballo del Ceppo. A rendere il tutto più misterioso e insidioso c'è però un Mago Oscuro che ci assedia ogni anno. Tenete alta la guardia, potreste essere proprio voi a dover salvare la situazione! Per qualsiasi informazione:

# infoapptext
source: This is a reference app that contains the Harry Potter's spells used during the Duelists Club that takes place during the events organized by Caput Draconis. During the event the players challenge each other like in a LARP. This app is thought to be consulted briefly before a duel and to give a document on which to study to prepare for the duels. For any app-related issue, please contact:
it: Questa è un'app di riferimento agli incantesimi di Harry Potter utilizzata nell'attività Club dei Duellanti durante i Raduni Nazionali dell'Associazione Back to Hogwars. In tale occasione i giocatori si sfidano a duello come in un gioco di ruolo dal vivo. E' stata pensata per essere consultata velocemente prima di un duello e per permettere ad i partecipanti di allenarsi e studiare gli incantesimi. Per qualsiasi problema riferito all'applicazione rivolgersi a:

# disclaimer
source: Caput Draconis is not affiliated or endorsed by J. K. Rowling, Warner Bros. or Time Warner. Harry Potter and Related Publishing Rights © J. K. Rowling. Harry Potter characters, names and related indicia are trademarks of and © Warner Bros. Ent. All Rights Reserved.
it: Caput Draconis non è affiliata o sponsorizzata da J. K. Rowling, Warner Bros. o Time Warner. Harry Potter e i relativi diritti di pubblicazione © J. K. Rowling. I personaggi di Harry Potter, i nomi e i relativi termini sono marchio commerciale e © Warner Bros. Ent. Tutti i diritti riservati.
